Adjust readme
